[
  "Can i have Signatory Authority list",
  "I need Signatory Authority matrix",
  "Can I have a list of signatories?",
  "Where can I find the signatory authority matrix?",
  "Help me with the authorised signatory list",
  "Who can sign this?",
  "Can I sign this NDA?",
  "Who's allowed to sign contracts?",
  "Who's my RLC?",
  "I need to find my RLC",
  "Can you help me with my RLC",
  "Can you help me locate my RLC",
  "Show me my RLC",
  "I need details on my RLC",
  "Information about my RLC",
  "Who is my counsel",
  "How do I get a NDA?",
  "Help me procure a NDA",
  "What is the process to get a NDA",
  "I need help on getting a NDA",
  "I need an NDA",
  "What is the process to get NDA",
  "How to get an NDA",
  "RFP Process Questions",
  "Who can help me with RFP questions",
  "I need help in accessing questions related to RFP",
  "What is the RFP process",
  "I need RFP process questionnaire",
  "How to get RFP questionnaire",
  "Can you help me with RFP questions?",
  "Where do I go to get started with the immigration process?",
  "Could you help me with immigration process?",
  "I want to access the process for immigration",
  "What is the Immigration process",
  "I Need help with immigration process",
  "Show me Immigration process",
  "How to get started with Immigration process",
  "My phone was stolen, what do I do?",
  "I have lost my phone, should I intimate someone?",
  "Who do I inform about my phone being stolen?",
  "I need to inform that my phone was stolen",
  "I need to report my phone being lost",
  "Can I report my phone being stolen?",
  "Phone got stolen, who do I report it to?",
  "I suspect there was a data breach, who can I report this to?",
  "I had a data breach, I need to report it",
  "Who should I report to for Data breach?",
  "There's been a data breach and I want to report it",
  "How to report a data breach",
  "Who to report a data breach",
  "There is a data breach",
  "I want to report something anonymously",
  "I want to report without being exposed",
  "Can I report something anonymously",
  "How to Report anonymously",
  "How to give feedback anonymously",
  "I want to complain anonymously",
  "How to complain anonymously",
  "How do I make source code available as an open source project?",
  "I need availability of source code as an open project",
  "Who can help me get source code available as an open source project",
  "I want to know how to get Source code availability",
  "Help me get Source code availability",
  "Information of Source code availability",
  "How to get Source code availability",
  "How do I get approval to use LGPL code in a TIBCO product?",
  "How do I get approval to use GPL code in a TIBCO product?",
  "How do I get approval to use AGPL code in a TIBCO product?",
  "I need to know how to get approval to use a vendor code in tibco",
  "I need Approvals to use a vendor code in Tibco",
  "Help get Approvals to use a vendor code in Tibco",
  "Can you get Approvals to use a vendor code in Tibco",
  "How do I access Black Duck Code Center?",
  "Help me access black duck code center",
  "Instructions to access black duck code center",
  "Information on Accessing Black Duck Code Center",
  "How to Access Black Duck Code Center",
  "I want to Access Black Duck Code Center",
  "Trying to Access Black Duck Code Center",
  "How do I access PIMS?",
  "Help me access PIMS",
  "Can i access PIMS out of VPN?",
  "Information of accessing PIMS",
  "Procedure to Access PIMS",
  "Show me how to Access PIMS",
  "Need to Access PIMS",
  "How do I get a custom component created in Black Duck Code Center?",
  "I need the custom component created in black duck code center",
  "Help me procure black duck code center's custom component",
  "I want the custom component created",
  "Help me create custom component in black duck code center",
  "Creation of custom component in black duck code center",
  "How do i get a form to create custom component in black duck code center",
  "How do I create a new version of a TPS component in Black Duck Code Center?",
  "Help me create a New version of TPS component",
  "I want to create a TPS component in black duck code center",
  "I want New version of TPS component",
  "Help me get New version of TPS component",
  "Need to create New version of TPS component",
  "Information of New version of TPS component",
  "How do I request approval to make a component available as open source?",
  "I need to place a request to make a component available as open source",
  "Make component available as open source",
  "How to request approval to make component available as open source?",
  "I need help to make component as open source",
  "What to do for making a component available as open source?",
  "Information on making component available as open source",
  "How do I get an alpha agreement?",
  "How do I get a beta agreement?",
  "I need to procure a beta agreement",
  "I need to procure an alpha agreement",
  "How to procure alpha agreement?",
  "How to procure beta agreement?",
  "Help get beta agreement",
  "Help get alpha agreement",
  "How do get a new product name approved?",
  "New product name approval process",
  "Help me with process for new product name approval",
  "Information of New product name approval",
  "Help with New product name approval",
  "Need New product name approval",
  "Where can I find our internal trademark Guidelines?",
  "Information on Internal Trademark Guidelines",
  "Can you help me with Internal Trademark Guidelines",
  "I need Internal Trademark Guidelines",
  "Link to Internal Trademark Guidelines?",
  "What can you tell me about Internal trademark guidelines",
  "How do I request approval to use a third party logo?",
  "I need to raise a Third party logo request",
  "How can I request Third party logo",
  "Help me with Third party logo request",
  "Who can help with Third party logo request",
  "Information on raising a Third party logo request",
  "How do I get an export classification for a product?",
  "Help me get Export classification for a product",
  "Do you have Export classification for a product handy?",
  "Can you help me with Export classification for a product",
  "Give me information on Export classification of a product",
  "Who can help me with the product export classification?",
  "Where can I find TIBCO's Export Compliance Policy?",
  "I need the Export Compliance Policy",
  "Do you have the Export Compliance Policy?",
  "Information about Export Compliance Policy",
  "How can i get Export Compliance Policy",
  "Do you have Export Compliance Policy link?",
  "What are the embargoed countries?",
  "Can i have the list of embargoed countries?",
  "Help me with Embargoed Countries list",
  "Where can I find Embargoed Countries information?",
  "How many countries are in Embargoed Countries?",
  "Which are the countries in Embargoed Countries ?",
  "Who do I contact if I have export-related questions?",
  "Help me with export-related questions",
  "Information on who to contact for export-related questions",
  "Where can i find export-related information",
  "Is there an export-related FAQ link?",
  "Where to find export-related questions",
  "Where can I find a list of TIBCO product ECCNs?",
  "Where is the list of TIBCO product ECCNs",
  "Is there a ECCN product list?",
  "Help me with TIBCO product ECCNs list",
  "Can you give me information on TIBCO product ECCNs",
  "ECCN product list please",
  "How do I submit a patent proposal?",
  "What is the Patent proposal submission process",
  "Do you have Patent proposal submission information?",
  "Help me with Patent proposal submission info",
  "I need to submit patent proposal, what do I do?",
  "Information about Patent proposal submission",
  "What is patentable?",
  "Explain the term patentable",
  "What best describes patentable?",
  "Are there any deadlines for filing a patent application?",
  "What's the Deadlines for patent application?",
  "For filling a patent application is there a deadline?",
  "What is the latest I can fill out the patent application?",
  "By when can i fill the patent application?",
  "Where can I find TIBCO's Copyright Policy?",
  "Is there a TIBCO's Copyright Policy?",
  "Information on TIBCO's Copyright Policy",
  "Where is TIBCO's Copyright Policy accessible?",
  "How can i find TIBCO's Copyright Policy",
  "Link to TIBCO's Copyright Policy",
  "What is the format of TIBCO's copyright notice?",
  "Is there a specific copyright format?",
  "What is the copyright format?",
  "Could you help me with the format of copyright notice?",
  "I need the copyright format notice",
  "Is there a format for the copyright notice?",
  "How do I get a TIBCO LABS agreement?",
  "Help me with the process to procure labs agreement",
  "Who can give me the LABS agreement?",
  "I need help with TIBCO LABS agreement procurement",
  "Can you help me with TIBCO LABS agreement procurement process",
  "What is TIBCO LABS agreement procurement process",
  "How do I get an NDA for a prospective vendor?",
  "Where to find NDA for a prospective vendor",
  "For a prospective vendor I need an NDA",
  "Help me get NDA for a prospective vendor",
  "Information on NDA for a prospective vendor",
  "NDA process for a prospective vendor",
  "Where can I find the Corporate Information of TIBCO?",
  "Give me the Corporate Information",
  "Is there a Corporate Information doc",
  "Help me get Corporate Information of TIBCO",
  "Where is TIBCO's Corporate Information",
  "Do you have the Corporate Information handy?",
  "Where can I find RFP responses?",
  "Help me with RFP responses location",
  "Information about RFP responses",
  "I want RFP responses Link",
  "Is there a RFP response document?",
  "I need to access RFP responses",
  "Where can I find Partner Due Diligence process?",
  "What is Partner Due Diligence process",
  "Help me with the process of partner due diligence",
  "I need to understand the Partner Due Diligence process",
  "Information about partner due diligence process",
  "Is there a due diligence process",
  "Whom to contact for Third Party Technology Agreements?",
  "Proof of concept for 3rd part tech policy",
  "Agreement of third party POC",
  "Document for third party proof of concept for technology",
  "Who do i talk to for 3rd party technology agreement",
  "Emails of POC for 3rd party technology agreements",
  "What is the process of Supplier Due Diligence ?",
  "Is there a process for Supplier Due Diligence",
  "Help me with supplier due diligence process",
  "I need information on process of Supplier Due Diligence",
  "Whom to contact for initiation of SDD?",
  "Who do i talk to for SDD initiation?",
  "I need to initiate a SDD",
  "Help me with initiation of SDD process",
  "What Information is required to initiate SDD?",
  "To Initiate SDD what information is needed?",
  "Which information is needed to initiate the SDD?",
  "Which information is required to start the SDD process?",
  "Do we have a DPA with this supplier?",
  "Do we have a data agreement with this supplier?",
  "I need to know about the DPA we have with the supplier",
  "Who should i check with DPA details of a particular supplier",
  "Where i can find quarter end schedule?",
  "Where i can find year end schedule?",
  "Help with finding year end schedule",
  "Help with finding quarter end schedule",
  "Information on year end schedule",
  "Information on quarter end schedule",
  "Where can I find Product list?",
  "Need help finding Product list",
  "Can you give me Product list",
  "Get the product list for me",
  "Information about Product list",
  "I want the Product list",
  "Where can I find Certificates?",
  "Help me with Certificates Location",
  "I need to know where can I find certificates",
  "Where are the certificates located?",
  "Information on Certificates Location",
  "Where can I locate Quality Management updates",
  "Will I get Quality Management updates",
  "I need Quality Management updates",
  "How can i get Quality Management updates",
  "Can you help me with Quality Management updates",
  "Where can I locate Customer Audit and Preparation process",
  "Information on Customer Audit and Preparation process",
  "Where is Customer Audit and Preparation process available?",
  "What is Customer Audit and Preparation process?",
  "Where I can find the legal policies?",
  "Help me find Legal Policies",
  "I need Legal Policies",
  "Information on Legal Policies",
  "How do i procure Legal Policies",
  "Where can I find basics of EU Data Protection",
  "I need EU Data Protection basics",
  "How to procure the EU Data Protection basics?",
  "Information on EU Data Protection",
  "Do we have standard DPA template?",
  "The DPA template",
  "The DPA document",
  "Is there a Standard DPA template?",
  "Help me get the DPA template",
  "Whom to contact for Model N access?",
  "How do i connect for Model N access",
  "Information on POC for Model N access?",
  "Model N access contact persons",
  "Whom should I contact for any queries related to Due Diligence?",
  "I need to contact Due Diligence queries",
  "Due Diligence queries contact personnel",
  "Help me with Due Diligence queries",
  "Where do i go to submit a GDPR or CCPA request?",
  "Procedure for GDPR submission",
  "Process for CCPA submission",
  "Where do i go to submit a CCPA request?",
  "Where do i go to submit a GDPR request?",
  "Where can I find the Employee Privacy Notice?"
]